Repository: thewaiter/launcher-dictionary
Catalog: po/*.po
Languages: it

source: Dictionary
it: Dizionario

source: Select
it: Seleziona

source: General
it: Generale

source: Dictionary engines
it: Motori del dizionario

source: Stardict (default)
it: Stardict (predefinito)

source: Custom
it: Personalizzato

source: Custom engine
it: Motore personalizzato

source: Engine command
it: Comando motore

source: Launcher
it: Lanciatore

source: Launcher Plugin
it: Plugin lanciatore

source: Launcher Dictionary
it: Lanciatore Dizionario

source: Everything Dictionary
it: Dizionario Everything
